;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zbigniew Strzelczyk
; TranslationAuthorEmail: 
; TranslationAuthorWeb: 
; Soft Version: 1.37
; Update: 19.08.2013
;
[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimmalizuj
ButtonMaximize=Maksymalizuj
ButtonClose=Zamknij
ButtonRestore=Przywróć
ButtonMenu=Menu

[Translation]
ReadHabit=Od lewej do prawej
LanguageName=PLN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Potwierdzenie
Warning=Ostrzeżenie
Error=Błąd
Confirm=Potwierdzenie
FrmJSAbout.caption=O programie
FrmJSAbout.btnok.caption=OK
FrmJSAbout.lblver.caption=Aktualna wersja:
FrmJSAbout.lblemail.caption=Pomoc Email:
FrmJSAbout.lblhome.caption=Strona programu:
FrmJSAbout.lblthank.caption=Dziękujemy następującym osobom za ich wkład:
;
; Popup Menu
;
pmCheckMsg=Pobierz wiadomości
pmforum=Forum
pmHelp=Pomoc online
pmHome=Strona programu
pmCheckNew=Sprawdź aktualizacje
pmContact=Kontakt z nami
pmLang=Języki
pmAbout=O programie
pmcpfilename=Kopiuj pełną ścieżkę
pmcppath=Kopiuj katalog
pmopen=Otwórz plik
pmopenfolder=Otwórz folder
pmcpfile=Kopiuj plik/folder
pmdel=Usuń plik/pliki
pmatt=Właściwości
pmSelectAll=Wybierz wszystkie pozycje
pmSelectNone=Odznacz
pmSelectInvert=Odwróć wybór
pmCheckNew=Sprawdź aktualizacje
pmJetHelp=Uruchom szybkie szukanie
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Podoba mi się
FrmRSMain.btnSearch.caption=Szukaj
FrmRSMain.btnfeedback.caption=Propozycje i opinie
;
;Like us
;
Frmlikeit.lblTitle.caption=Jeśli lubisz Wise JetSearch, powiadom znajomych o programie.
Frmlikeit.lblInfo.caption=Podziel się Wise JetSearch z rodziną, przyjaciółmi, kolegami poprzez e-mail, blog, Twitter, Youtube, Facebook, itp..
Frmlikeit.lblRate.caption= Oceń Wise JetSearch:
Frmlikeit.lblfollow.caption=Śledź nas:
Frmlikeit.lblshare.caption=Powiedz o Wise JetSearch:
Frmlikeit.btndownload.caption=Bezpłatne pobieranie
Frmlikeit.imgrate.hint=Umieścić 5 gwiazdek na CNET
Frmlikeit.imgmail.hint=Podziel się ze znajomymi
Frmlikeit.imgface1.hint=Podziel się na Facebook
Frmlikeit.imgface2.hint=Śledź nas na Facebook
Frmlikeit.imgtwitter1.hint=Podziel się na twitterze
Frmlikeit.imgtwitter2.hint=Śledź nas na twitterze
Frmlikeit.Caption=Podoba mi się
Frmlikeit.lbldownload.caption=Pobierz więcej darmowych programów z WiseCleaner.com :

[Edit]
pmcut=Wytnij
pmcopy=Kopiuj
pmpaste=Wklej
pmdelete=Usuń
pmselectall=Wybierz wszystko


[Message]

KeyDelete=Usuń
AllHardDrive=Lokalne dyski
SelectHardDrive=Wybierz twardy dysk
ScanFor=Szukaj na dysku:
Search=Szukaj
LeftTimeSec=Czas trwania: %s sekund
NoKeyWord=Wpisz słowa kluczowe, by szukać.
Stop=Stop
NoDriveChecked=Wybierz dysk do szukania.
NoNewVer=Gratulacje! Używasz najnowszą wersję!
TranslateTo=Tłumacz na...

[FastFind]
Name=Nazwa
Path=Ścieżka
FileSize=Wielkość pliku
DateModified=Data modyfikacji
KeyWord=Słowa kluczowe
SearchFinish=Szukanie zakończono. Znaleziono %d plików/folderów.
SearchAborted=Szukanie przerwano. Znaleziono %d plików/folderów.
NoResult=Nie znaleziono pasujących plików.

[Help]
Startup=Uruchom przy starcie systemu
AutoRunMain=Uruchom okno szybkiego szukania z JetSearch
Del=Usuń
Tips=Szybkie szukaniee lokalnego pliku/folderu